import React, { Component } from 'react';
import Layout from '../components/Layout';

class SuccessStoryDetail extends Component {
  render() {
    return (
      <Layout>
        <div className="project-details project-details-creative">
          <div className="pd-banner" style={{backgroundImage: `url(images/success-story/newmediabanner.png)`}}>
            <div className="overlay"></div>
            <div className="container">
              <div className="container-inner"><h2 className="project-title-one">НЬЮ МЕДИА ГРУПП</h2></div>
            </div>
          </div>
          <div className="container">
            <div className="container-wrapper">
              <div className="pd-body">
                <div className="row">
                  <div className="col-lg-8 order-lg-last">
                    <div className="detail">
                      <div className="side-block">
                      <h5 className="block-title">Нью Медиа Группын  тухай:</h5>
                      <p>&nbsp;&nbsp;Нью Медиа Групп нь 2010 онд мэдээлэл технологийн чиглэлээр байгуулагдсанаасаа хойш 1000 гаруй харилцагч байгууллагатай хамтран ажилласан Монгол улсын мэдээлэл технологийн томоохон байгууллагуудын нэг юм. Нью Медиа Групп нь цахим хуудас, цахим систем, мобайл аппликэйшн хөгжүүлэлт, лого, брэндбүүк, видео график бүтээх, маркетингийн зөвлөх үйлчилгээ үзүүлэх, санхүүгийн онлайн програмын борлуулалт зэрэг олон төрлийн бүтээгдэхүүн үйлчилгээг зах зээлд нэвтрүүлэн ажиллаж байна. </p>
                      </div>
                      <div className="side-block">
                        <h5 className="block-title">Тулгамдсан асуудал: </h5>
                        <p>&nbsp;&nbsp;Нью Медиа Групп нь мэдээлэл технологийн чиглэлээр 11 дэх жилдээ үйл ажиллагаагаа явуулж буй Монгол улсын тэргүүлэх програм хангамжийн компаниудын нэг юм.  Нью Медиа Групп нь 2020 оны байдлаар 5 төрлийн бүтээгдэхүүн үйлчилгээний хувьд  2 утас, 6 цахим хуудас, 8 фэйсбүүк хуудас, 2 твиттер,  4 имэйл зэрэг нийт 22 сувгаар хэрэглэгчидтэйгээ харилцдаг. Эдгээр сувгуудыг брэнд менежерүүд тус тусад нь хариуцдаг байснаараа дараах үр дагаврыг бий болгодог байсан. Үүнд: <br/>
                         <ul>
                           <li>Суваг бүрт хандсан хэрэглэгчийн мэдээллийг группын хэмжээнд нэгтгэж, хэрэглэгчийн нэгдсэн мэдээллийн сан үүсгэж чаддаггүй байсан. Суваг олон болох тусам хэрэглэгчийн мэдээлэл олон хэсэг хуваагдсан. </li>
                           <li>Дээрх 22 сувгаар ирсэн хэрэглэгчийн сэтгэгдлийн хэдэн хувь нь юуны тухай байсан талаарх нэгдсэн тайланг боловсруулахад механик ажиллагаа их шаардана. </li>
                           <li>Менежерүүд солигдоход хэрэглэгчийн талаарх мэдээлэл компанид бүрэн үлдэж чаддаггүй. Мэдээллийн урсгалаа бүрэн хөтлөх, залгамж холбоотой ажиллах багаж дутмаг.</li>
                           <li>Олон сувагт давхардаж ирсэн мэссежийг ялгалгүй давхар давхар хариулдаг байсан.</li>
                           <li>Хэрэглэгч бүрийн худалдан авалт, цахим хуудасны засвар үйлчилгээ, багийн гишүүд нь хэн хэн болох, хэн нь шийдвэр гаргах түвшний хүн бэ зэрэг нарийн мэдээллүүд нэгдсэн байдлаар тэмдэглэгддэггүй. </li>
                           <li>Баяр ёслолын мэндчилгээ, шинэ бүтээгдэхүүний танилцуулга илгээхдээ гадны төлбөртэй платформ ашигладаг байсан. </li>
                           <li>Багийн гишүүд үүрэг даалгавраа эсвэл борлуулалтын явцаа хөтлөхдөө гадны төлбөртэй платформд багийн гишүүдийн тоогоор мөнгө төлдөг тогтмол зардалтай байсан.</li>
                           <li>Нэг хэрэглэгч манай аль аль сувагруу юу юу гэж бичсэн бэ гэдэг нэг хэрэглэгчийн цогц мэдээлэл байдаггүй. </li>
                           <li>Олон суваг хариуцдаг менежерүүд хэрэглэгчийн асуултанд хурдтай хариулахын тулд олон tab үүсгэдэг байсан гэх мэт</li>
                         </ul>
                       </p><br/>
                        <p>Дээрх асуудлууд нь хэрэглэгчийн тоо эсвэл сувгийн тоо нэмэгдэх тусам улам олширч, ажлын үйл явцад алдаа дутагдал илрэх, хэрэглэгчээ танихгүй байх, үнэ цэнэтэй мэдээллээ алдах, орхигдуулах зэрэг томоохон асуудлыг үүсгэсээр ирсэн.</p>
                      </div>
                      <div className="side-block">
                        <h5 className="block-title">Шийдэл:</h5>
                        <p>&nbsp;&nbsp;Үйл ажиллагаанд үүссэн алдаа дутагдлыг шийдвэрлэхийн тулд гадны олон платформуудыг ашиглаж үзсэн. Олон үр дүн сайжруулалтууд гарсан ч компаниараа олон багаж ашиглах, олон талбарт бүртгэх, олон платформд тогтмол төлбөр төлөх нь компаний санхүүд ачаалал болж байсан.  Олон багаж ашиглаж байгаа нь ч мэдээллийн урсгалыг хуваах, үйл явцаа бүтнээр нь харахад хүндрэлтэй байсан. </p>
                        <br/>
                        <p>&nbsp;&nbsp;Иймд өөрсдийн үйл явц, өдөр тутам тулгамддаг асуудлууддаа үндэслэн ЭРКСИС маркетингийн платформыг хөгжүүлж, өөрсдийнхөө хэрэгцээ шаардлага, хэрэглэгчдийнхээ хэрэгцээ шаардлагад үндэслэн тасралтгүй хөгжүүлсээр, Эрксис платформыг олон улсын зах зээлд амжилттай нэвтрүүлээд байна. </p>
                        <br/>
                        <p>&nbsp;&nbsp;Эрксис нь маркетинг, борлуулалтын автоматжуулалт, хэрэглэгчийн мэдээллийн сан гэсэн 2 чиглэлд ажилладаг нь бидэнд тулгамддаг, хэрэглэгчтэй холбогдох талын дээр дурдсан асуудлуудыг бүрэн шийдвэрлэж, хэрэглэгчийн сангаа үүсгэж, хэрэглэгчдийг зорилтот сегментэд бүлэгдэн, тохирох мэдээллийг хүргэх, борлуулалтын хөнгөлөлт урамшууллаа тохирох хэрэглэгчдэдээ санал болгох, борлуулалтын үйл явцаа алхам алхмаар хөтлөх, хянах зэрэг дэвшилтэт боломжуудыг бий болгосон. </p>
                      </div>
                      <div className="side-block">
                        <h5 className="block-title">Үр дүн:</h5>
                        <p>&nbsp;&nbsp;2017 оноос одоог хүртэл “Эрксис маркетингийн платформ”-ыг үйл ажиллагаандаа нэвтрүүлсэнээр хэрэглэгчтэй харилцах, мэдээллийг нь бүртгэх, борлуулалтаа хөтлөх, маркетингийн зарим ажлуудаа автоматжуулах зэрэг олон асуудлууд системтэйгээр цэгцэрсэн.
                          <ul>
                            <li>Бүх сувгаас ирсэн хэрэглэгчийн санал, сэтгэгдлийг нэг платформд хүлээн авсанаар мэдээллийн давхцал үүсэхгүй, нэг хэрэглэгч ямар ямар сувгаар юу юу асуусан түүхийг нэг дороос харах, бүх хэрэглэгчдээ нэг дор бүртгэн, зорилтот сегментэд ангилан, холбогдох мэдээллийг имэйлээр илгээдэг болсон. </li>
                            <li>Борлуулалтаа, үүрэг даалгавруудаа алхам алхмаар хөтлөж, аль алхам дээр ямар асуудал үүссэн тухай холбогдох багийн гишүүдээ тухайн ажил дотор дуудан, цаг алдалгүй шийдвэрлэж, үйл ажиллагааныхаа хурдыг нэмэгдүүлсэн. </li>
                            <li>Ажил хаана гацаад, хаана асуудал үүсээд, аль ажлын хугацаа нь тулчихсан, хэтэрчихсэн байгааг шүүж харснаараа төлөвлөгөөнийхөө биелэлтийг цаг тутам хянах, төлөвлөгөөгөө хангаж ажиллах хүчин чармайлт нэмэгдсэн. </li>
                            <li>Масс имэйл илгээдэг хувийн багажтай болсон. </li>
                            <li>Цахим хуудсууддаа мэдээлэл байршуулаад орхилгүй, хэрэглэгчтэйгээ шууд харилцадаг борлуулалтын хүчтэй суваг болгож чадсан. </li>
                            <li>Маркетингийн кампанит ажлын санаануудаа бүртгэж, хамгийн сайн санааг олон хүчин зүйлсийн тусламжтайгаар шигшиж, байгууллагадаа маркетингийн санааны архивыг тогтмол үүсгэдэг болсон. </li>
                          </ul>
                        </p>
                    </div>
                  </div>
                  </div>
                  <div className="col-lg-4 order-lg-first">
                    <div className="project-info">
                      <ul>
                        <li>
                          <h6 className="list-title">Салбар</h6>
                          <span className="date">Маркетинг</span>
                        </li>
                        <li>
                          <h6 className="list-title">Нэвтрүүлсэн огноо</h6>
                          <span className="date">2017/01/01</span>
                        </li>
                        <li>
                          <h6 className="list-title">Харилцагчийн төрөл</h6>
                          <span className="date">Энтерпрайз харилцагч</span>
                        </li>
                      </ul>
                    </div>
                  </div>
                </div>
              </div>
            </div>
          </div>
        </div>
      </Layout>
    )
  }
}

export default SuccessStoryDetail;
